acpi
alacritty
alsa-firmware
alsa-utils
arc-icon-theme
atom
autoconf
automake
awesome
base
binutils
bison
clamav
cmake
cronie
dhcpcd
dialog
dmenu
dnsmasq
dosfstools
dunst
exfat-utils
f2fs-tools
fakeroot
firefox
flex
gcc
gimp
git
gnu-netcat
grub
hdparm
htop
libreoffice-still
libtool
links
linux
linux-firmware
m4
make
man-db
man-pages
mc
mlocate
mono
mousepad
netctl
nitrogen
nodejs
npm
nvidia
patch
picom
pkgconf
ppp
pulseaudio
pulseaudio-alsa
python
python-pip
python-setuptools
python2
ruby
slock
sudo
thunar
unrar
unzip
upower
usbutils
vifm
vim
vlc
wget
which
wpa_supplicant
xbindkeys
xdg-user-dirs
xf86-input-evdev
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zsh
zsh-autosuggestions
zsh-syntax-highlighting
